fio-platform-results/l32/anf/l32v2-irq3-nconnect4-vm1-512Write-1files-iodpeth48-try1
rw: (g=0): rw=rw, bs=(R) 512KiB-512KiB, (W) 512KiB-512KiB, (T) 512KiB-512KiB, ioengine=libaio, iodepth=48
fio-3.10
Starting 1 process

rw: (groupid=0, jobs=1): err= 0: pid=7202: Thu Sep 17 23:26:37 2020
  write: IOPS=2124, BW=1063MiB/s (1115MB/s)(31.2GiB/30037msec)
    slat (usec): min=24, max=192, avg=40.46, stdev= 7.56
    clat (usec): min=1709, max=89481, avg=22544.34, stdev=9318.88
     lat (usec): min=1750, max=89545, avg=22585.28, stdev=9318.63
    clat percentiles (usec):
     |  1.00th=[ 3261],  5.00th=[ 6980], 10.00th=[11338], 20.00th=[16581],
     | 30.00th=[19006], 40.00th=[20579], 50.00th=[21890], 60.00th=[23462],
     | 70.00th=[25297], 80.00th=[27657], 90.00th=[33424], 95.00th=[39584],
     | 99.00th=[51643], 99.50th=[56361], 99.90th=[69731], 99.95th=[79168],
     | 99.99th=[86508]
   bw (  MiB/s): min=  806, max= 1210, per=100.00%, avg=1063.30, stdev=74.32, samples=60
   iops        : min= 1612, max= 2420, avg=2126.57, stdev=148.65, samples=60
  lat (msec)   : 2=0.12%, 4=1.50%, 10=6.81%, 20=28.08%, 50=62.21%
  lat (msec)   : 100=1.35%
  cpu          : usr=3.04%, sys=8.66%, ctx=49357, majf=0, minf=26
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=107.1%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.1%, >=64=0.0%
     issued rwts: total=0,63804,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=48

Run status group 0 (all jobs):
  WRITE: bw=1063MiB/s (1115MB/s), 1063MiB/s-1063MiB/s (1115MB/s-1115MB/s), io=31.2GiB (33.5GB), run=30037-30037msec